tap "homebrew/cask-fonts"

brew "nvim"
brew "tmux"
brew "node"
brew "azure-cli"
brew "lazygit"
brew "nvm"
#brew "podman"
brew "ripgrep"
brew "fd"
brew "python"
brew "podman-compose"
brew "gh"
brew "sqlite"
brew "ffmpeg"
brew "go"
brew "portaudio"

cask "slack"
# cask "google-drive"
cask "keepassxc"
cask "visual-studio-code"
cask "spotify"
cask "arc"
cask "obsidian"
cask "alacritty"
cask "postman"
cask "microsoft-azure-storage-explorer"
cask "zed"
#cask "dotnet-sdk"
#cask "anaconda"
cask "blender"
